[
     {
          "name": "Wooden Double Size Bed",
          "Category_Name": "Living",
          "Category_Id": "01",
          "logo": "https://rfleshop.com/images/detailed/83/0351368_regal-metal-bed-black.jpeg",
          "description": "The product comes with a 12 months after-sales service warranty (parts and labor) against any manufacturing defects and any other issues with the materials that have been used",
          "location": "Rajshahi",
          "condition":"used",
          "sell_rice": "290",
          "original_price": "600",
          "used": "1 Year",
          "posted": "2:53:06 AM",
          "seller_name": "Ali Azom",
          "verify": "",
          "soldOut": "false"
     },
     {
          "name": "FLORES-Dressing Table",
          "Category_Name": "Living",
          "Category_Id": "01",
          "logo": "https://rflbestbuy.com/images/detailed/94/h-126.jpg",
          "description": "he Dressing Table is made of the finest quality Laminated board. Best quality melamine paper is used to make furniture scratch-free and glossy. Melamine paper is pasted by heat pressed machine which enhances the durability of the board as well as furniture",
          "condition":"new",
          "posted": "2:53:06 AM",
          "sell_rice": "290",
          "verify": "",
          "soldOut": "false"
     },
     {
          "name": "Bed Side Table Nightstand",
          "Category_Name": "Living",
          "Category_Id": "01",
          "logo": "https://m.media-amazon.com/images/I/51rqaI0-65L._AC_SY350_.jpg",
          "description": "[Convenient side table] A night table that neatly stores around the bed in a fashionable manner. It can be used not only as a bedside table but also as a sofa side table. It is a convenient side table where you can put your reading books, coffee, etc. within easy reach while relaxing on the sofa or bed.",
          "sell_rice": "600",
          "condition":"new",
          "posted": "2:53:06 AM",
          "verify": "",
          "soldOut": "false"
     },
     {
          "name": "Tv Trolly",
          "Category_Name": "Dining",
          "Category_Id": "02",
          "logo": "https://rflbestbuy.com/images/detailed/68/99662.jpg",
          "description": "A TV trolley is a movable stand or cart designed to hold a television set and other multimedia devices such as DVD players, gaming consoles, and speakers. It typically features a flat, sturdy base with wheels or casters attached to the bottom, allowing it to be easily moved around a room.The top surface of the trolley is usually wide and spacious, providing ample space for the TV set to sit securely. Some trolleys also feature shelves or compartments beneath the top surface, providing additional storage for media devices and accessories.",
          "condition":"new",
          "sell_rice": "600",
          "posted": "2:53:06 AM",
          "verify": "",
          "soldOut": "false"
     },
     {
          "name": "L-TYPE SOFA",
          "Category_Name": "Dining",
          "Category_Id": "02",
          "logo": "https://rukminim1.flixcart.com/image/612/612/xif0q/sofa-set/y/b/c/blue-brown-jute-3-1-1-lf25-3-1-1-brownie-blue-brown-original-imagk8z9qc5bwcyz.jpeg?q=70",
          "description": "This L-shaped will perfectly suit any living room corner because of its contemporary design. Spending    along time on this sofa will not give you back pain since our furniture is designed ergonomically. Plus, you will get four shelves in the middle of this sofa, and you may keep your necessary stuff there.",
          "condition":"new",
          "sell_rice": "400",
          "posted": "2:53:06 AM",
          "verify": "",
          "soldOut": "false"
     },
     {
          "name": "NZA - Dining table with 4 chairs",
          "Category_Name": "Dining",
          "Category_Id": "02",
          "logo": "http://static.clickbd.com/global/classified/item_img/560868_0_original.jpg",
          "description": "This NZA dining set includes a stylish and functional dining table with four matching chairs, making it a great option for small to medium-sized dining rooms or kitchen areas. The table features a sturdy wooden construction, with a smooth and durable surface that can withstand daily use and spills. The table legs are also made of wood and are elegantly curved, providing stability and a modern touch to the overall design.",
          "location": "Bogura",
          "sell_rice": "590",
          "original_price": "600",
          "condition":"used",
          "used": "1 Year",
          "posted": "2:53:06 AM",
          "seller_name": "Hasan Ali",
          "verify": "",
          "soldOut": "false"
     },
 
     {
          "name": "Set of 2 Fabric Tub Chairs",
          "Category_Name": "Bedroom",
          "Category_Id": "03",
          "logo": "https://m.media-amazon.com/images/I/61NzGKy4xXL._AC_SX425_.jpg",
          "description": "These fabric tub chairs are a stylish and comfortable addition to any living space. The set includes two chairs, each with a sleek and modern design. The chairs are upholstered in soft and durable fabric that is easy to maintain and clean, making them perfect for everyday us",
         "condition":"new",
          "sell_rice": "300",
          "posted": "2:53:06 AM",
          "verify": "",
          "soldOut": "false"
     },
 
     {
          "name": "Assyl Iron Nightstand",
          "Category_Name": "Bedroom",
          "Category_Id": "03",
          "logo": "https://secure.img1-cg.wfcdn.com/im/00778609/resize-h600-w600%5Ecompr-r85/1595/159540596/Assyl+Iron+Nightstand.jpg",
          "description": "The Assyl Iron Nightstand is a beautiful and functional piece of furniture that will add a touch of elegance to any bedroom. The nightstand is crafted from high-quality iron, ensuring its durability and sturdiness. The iron frame is intricately designed with a lattice pattern, giving it a timeless and classic look that will blend seamlessly with any decor.",
          "location": "Rajshahi",
          "sell_rice": "290",
          "original_price": "300",
          "used": "1 Year",
          "condition":"used",
          "posted": "2:53:06 AM",
          "seller_name": "Sagor Ali",
          "verify": "",
          "soldOut": "false"
     },

     {
          "name": "Adriana Single Size Bed",
          "Category_Name": "Bedroom",
          "Category_Id": "03",
          "logo": "https://ii1.pepperfry.com/media/catalog/product/a/d/800x880/adriana-single-bed-in-walnut-finish-by-godrej-interio-adriana-single-bed-in-walnut-finish-by-godrej--tisbml.jpg",
          "description": "The Adriana Single Size Bed is a beautiful and functional piece of furniture that will add style and comfort to any bedroom. This bed is designed to provide a comfortable and restful night's sleep, with its sturdy frame and supportive slats that offer the necessary support for your mattress.",
          "condition":"new",
          "sell_rice": "550",
          "posted": "2:53:06 AM",
          "verify": "",
          "soldOut": "false"
     },
     {
          "name": "Solid Wooden Double-Leaf Door",
          "Category_Name": "Doors",
          "Category_Id": "04",
          "logo": "https://hatil.com/sites/default/files/05-Solid-Wooden-Double-Leaf-Door.png",
          "description": "This solid wooden double-leaf door is a beautiful and functional option for your home or office. The door is crafted from premium-quality wood, ensuring its strength, stability, and longevity. The surface of the door is smooth and free of imperfections, providing a clean and polished look. The natural grain of the wood adds a touch of elegance and warmth to the overall appearance.",
          "location": "Dhaka",
          "sell_rice": "390",
          "original_price": "600",
          "condition":"used",
          "used": "1 Year",
          "posted": "2:53:06 AM",
          "seller_name": "Muhammad Bappy",
          "verify": "",
          "soldOut": "false"
     },
     {
          "name": "Solid Wooden Door",
          "Category_Name": "Doors",
          "Category_Id": "04",
          "logo": "https://hatil.com/sites/default/files/02-Solid-Wooden-Door.png",
          "description": "This solid wooden door is a high-quality and durable option for your home or office. It is crafted from premium-quality wood, ensuring its strength, stability, and longevity. The door is available in various sizes to fit different openings and can be customized to meet your specific requirements.",
           "condition":"new",
          "original_price": "360",
          "posted": "2:53:06 AM",
          "verify": "",
          "soldOut": "false"
     },
     {
          "name": "Decorative Veneered Flush Door",
          "Category_Name": "Doors",
          "Category_Id": "04",
          "logo": "https://hatil.com/sites/default/files/07-Decorative-Veneered-Flush-Door.png",
          "description": "This decorative veneered flush door is a stylish and functional addition to any home or office. The door is made from high-quality wood and is veneered with a layer of decorative wood, creating a beautiful and unique design. The veneer is available in various finishes, such as walnut, oak, or mahogany, to match your decor style.",
          "condition":"new",
          "sell_rice": "600",
          "posted": "2:53:06 AM",
          "verify": "",
          "soldOut": "false"
     },
     {
          "name": "L Shape Teak Wood Executive Office Table",
          "Category_Name": "Office",
          "Category_Id": "05",
          "logo": "https://5.imimg.com/data5/OE/WY/MY-46034803/executive-office-table-1000x1000.jpg",
          "description": "This L-shaped teak wood executive office table is a stylish and functional addition to any office space. The desk is crafted from high-quality teak wood, ensuring its strength, durability, and longevity. The natural grain of the wood adds a touch of elegance and warmth to the overall appearance.",
          "location": "Shylet",
          "sell_rice": "530",
          "condition":"used",
          "original_price": "600",
          "used": "1 Year",
          "posted": "2:53:06 AM",
          "seller_name": "Faim Ahmed",
          "verify": "",
          "soldOut": "false"
     },
     {
          "name": "Marquis-120",
          "Category_Name": "Office",
          "Category_Id": "05",
          "logo": "https://hatil.com/sites/default/files/styles/hatil_product_list_crop/public/Marquis-120.jpg?itok=V90hNX4k",
          "description": "This chair will bring an elegant vibe to the place wherever it has been placed. Creative minds will always try to grab this chair for their office or even their home. The seat and backrest are enough sturdy and comfortable. Whoever watches this chair at least once tries to sit on it for a while. The hydraulic height adjustable facility with a nylon base offers to keep you in the best position at whatever height you want to sit.",
          "condition":"new",
          "sell_rice": "310",
          "posted": "2:53:06 AM",
          "verify": "",
          "soldOut": "false"
     },
     {
          "name": "Visitor Chair",
          "Category_Name": "Office",
          "Category_Id": "05",
          "logo": "https://rflbestbuy.com/images/detailed/69/811287-1.jpg",
          "description": "This visitor chair is a comfortable and stylish option for any office or waiting area. The chair features a sturdy wood leg structure that provides excellent stability and durability. The legs are designed to distribute weight evenly, ensuring that the chair remains stable even when someone shifts their weight.",
          "condition":"new",
          "sell_rice": "230",
          "posted": "2:53:06 AM",
          "verify": "",
          "soldOut": "false"
     },
 
     
 
     {
          "name": "Andormahal MDF Oven Cabinet Plus",
          "Category_Name": "Kitchen",
          "Category_Id": "06",
          "logo": "https://ii2.pepperfry.com/media/catalog/product/m/o/494x544/modish--4-door-crockery-unit-in-walnut-colour-by-woodbuzz-modish--4-door-crockery-unit-in-walnut-col-rugyew.jpg",
          "description": "The Andormahal MDF Oven Cabinet Plus is a functional and stylish cabinet designed to provide additional storage space for your oven and kitchen essentials. It is made of high-quality MDF material, which ensures its strength, durability, and longevity. The cabinet features multiple compartments and shelves, providing ample space to store cooking tools, utensils, and other kitchen essentials. The cabinet is easy to assemble and comes with all the necessary hardware and instructions. It is a practical and stylish addition to any kitchen, providing both functionality and aesthetics.",
          "condition":"new",
          "sell_rice": "340",
          "posted": "2:53:06 AM",
          "verify": "",
          "soldOut": "false"
     },
 
     {
          "name": "Kitchen Storage Cabinet Shelf ",
          "Category_Name": "Kitchen",
          "Category_Id": "06",
          "logo": "https://static-01.daraz.com.bd/p/7b7cf8a998b3aebc01d989e9ecc549f0.jpg",
          "description": "This kitchen storage cabinet shelf is a versatile and practical addition to any kitchen. The shelf is designed to maximize storage space and keep your kitchen organized and clutter-free. The shelf is made of high-quality materials, ensuring its durability and longevity.",
          "condition":"new",
          "sell_rice": "700",
          "posted": "2:53:06 AM",
          "verify": "",
          "soldOut": "false"
     },
     {
          "name": "Kitchen rack ",
          "Category_Name": "Kitchen",
          "Category_Id": "06",
          "logo": "https://static-01.daraz.com.bd/p/16e6c594a7cf605d583b39fc0164a1ba.png",
          "description": "A kitchen rack is a type of storage solution designed to help organize and maximize space in a kitchen. Typically made of metal, wood, or plastic, a kitchen rack can be free-standing or mounted to the wall, and is often used to store pots, pans, dishes, utensils, and other kitchen essentials.",
          "location": "Rangpur",
          "sell_rice": "680",
          "condition":"used",
          "original_price": "600",
          "used": "1 Year",
          "posted": "2:53:06 AM",
          "seller_name": "Shakil Hasan",
          "verify": "",
          "soldOut": "false"
          
     },
     {
          "name": "Andormahal Stylish Mdf 3 Part Almirah With Mirror",
          "Category_Name": "Almirah",
          "Category_Id": "07",
          "logo": "https://static-01.daraz.com.bd/p/727a1c4920840a71f9030c4c7fe83e80.jpg",
          "description": "The Andormahal Stylish MDF 3 Part Almirah with Mirror is a modern and functional piece of furniture that combines storage with style. Made from medium-density fibreboard (MDF), this almirah is both durable and lightweight, making it easy to move and position. This 3-part almirah features three sections, each with its own set of doors that open up to reveal ample storage space for clothing, linens, and other household items. The doors are designed with a sleek, modern style and feature a high-quality mirror on the front of each door, making it easy to check your appearance before heading out the door.",
          "location": "Gajipur",
          "sell_rice": "320",
          "condition":"used",
          "original_price": "500",
          "used": "1.2Year",
          "posted": "2:53:06 AM",
          "seller_name": "Tamim Sajon",
          "verify": "",
          "soldOut": "false" 
     },
     {
          "name": "Household Almirah",
          "Category_Name": "Almirah",
          "Category_Id": "07",
          "logo": "https://hatil.com/sites/default/files/styles/hatil_product_list_crop/public/Moonstone-102_0.jpg?itok=R_v6l3mw",
          "description": "A household almirah, also known as a wardrobe or closet, is a piece of furniture designed to store and organize clothing, linens, and other household items. Typically made of wood, metal, or a combination of materials, a household almirah can come in a variety of sizes, styles, and designs to fit different storage needs and interior décor styles. A standard household almirah features a set of doors that open up to reveal multiple shelves, drawers, and hanging rods for storing clothes and other items. The interior of the almirah may also include compartments or cubbies for shoes, hats, and other accessories. Some almirahs also feature mirrors, lights, and other accessories to enhance their functionality and convenience.",
          "condition":"new",
          "sell_rice": "430",
          "posted": "2:53:06 AM",
          "verify": "",
          "soldOut": "false" 
     }
]